{
  "ferengi_rules_of_acquisition": [
    { "id": 1, "rule": "Once you have their money, never give it back" },
    { "id": 2, "rule": "You can't cheat an honest customer, but it never hurts to try" },
    { "id": 3, "rule": "Never spend more for an acquisition than you have to" },
    { "id": 4, "rule": "Sex and profit are the two things that never last long enough" },
    { "id": 5, "rule": "If you can't break a contract, bend it" },
    { "id": 6, "rule": "Never let family stand in the way of opportunity" },
    { "id": 7, "rule": "Always keep you ears open" },
    { "id": 8, "rule": "Keep count of your change" },
    { "id": 9, "rule": "Instinct plus opportunity equals profit" },
    { "id": 10, "rule": "A dead customer can't buy as much as a live one" },
    { "id": 11, "rule": "Latinum isn't the only thing that shines" },
    { "id": 12, "rule": "Anything worth selling is worth selling twice" },
    { "id": 13, "rule": "Anything worth doing is worth doing for money" },
    { "id": 14, "rule": "Anything stolen is pure profit" },
    { "id": 15, "rule": "Acting stupid is often smart" },
    { "id": 16, "rule": "A deal is a deal ... until a better one comes along" },
    { "id": 17, "rule": "A bargain usually isn't" },
    { "id": 18, "rule": "A Ferengi without profit is no Ferengi at all" },
    { "id": 19, "rule": "Don't lie too soon after a promotion" },
    { "id": 20, "rule": "When the customer is sweating, turn up the heat" },
    { "id": 21, "rule": "Never place friendship before profit" },
    { "id": 22, "rule": "Wise men can hear profit in the wind" },
    { "id": 23, "rule": "Never take the last coin, but be sure to get the rest" },
    { "id": 24, "rule": "Never ask when you can take" },
    { "id": 25, "rule": "Fear makes a good business partner" },
    { "id": 26, "rule": "The vast majority of the rich in this galaxy did not inherit their wealth; they stole it" },
    { "id": 27, "rule": "The most beautiful thing about a tree is what you do with it after you cut it down" },
    { "id": 28, "rule": "Morality is always defined by those in power" },
    { "id": 29, "rule": "When someone says 'It's not the money,' they're lying" },
    { "id": 30, "rule": "Talk is cheap; synthehol costs money" },
    { "id": 31, "rule": "Never make fun of a Ferengi's mother" },
    { "id": 32, "rule": "Be careful what you sell. It may do exactly what the customer expects" },
    { "id": 33, "rule": "It never hurts to suck up to the boss" },
    { "id": 34, "rule": "War is good for business" },
    { "id": 35, "rule": "Peace is good for business" },
    { "id": 36, "rule": "Too many Ferengi can't laugh at themselves anymore" },
    { "id": 37, "rule": "You can always buy back a lost reputation" },
    { "id": 38, "rule": "Free advertising is cheap" },
    { "id": 39, "rule": "Praise is cheap. Heap it generously on all users" },
    { "id": 40, "rule": "If you see profit on a journey, take it" },
    { "id": 41, "rule": "Money talks, but having a lots of it gets more attention" },
    { "id": 42, "rule": "Only negotiate when you are certain to profit" },
    { "id": 43, "rule": "Caressing an ear is often more forceful than pointing a weapon" },
    { "id": 44, "rule": "Never argue with a loaded phaser" },
    { "id": 45, "rule": "Profit has limits. Loss has none" },
    { "id": 46, "rule": "Labor camps are full of people who trusted the wrong person" },
    { "id": 47, "rule": "Never trust a man wearing a better suit than you own" },
    { "id": 48, "rule": "The bigger the smile, the sharper the knife" },
    { "id": 49, "rule": "Old age and greed will always overcome youth and talent" },
    { "id": 50, "rule": "Never bluff a Klingon" },
    { "id": 51, "rule": "Never admit a mistake if there's someone else to blame" },
    { "id": 52, "rule": "Only Bugsy could have built Las Vegas" },
    { "id": 53, "rule": "Sell first; ask questions later" },
    { "id": 54, "rule": "Never buy anything you can't sell" },
    { "id": 55, "rule": "Always sell at the highest possible profit" },
    { "id": 56, "rule": "Pursue profit; women come later" },
    { "id": 57, "rule": "Good users are almost as rare as Latinum - treasure them" },
    { "id": 58, "rule": "Friendship is seldom cheap" },
    { "id": 59, "rule": "Fee advice is never cheap" },
    { "id": 60, "rule": "Never use Latinum where your words will do" },
    { "id": 61, "rule": "Never buy what can be stolen" },
    { "id": 62, "rule": "The riskier the road, the greater the profit" },
    { "id": 63, "rule": "Power without profit is like a ship without an engine" },
    { "id": 64, "rule": "Don't talk shop; talk shopping" },
    { "id": 65, "rule": "Don't talk ship; talk shipping" },
    { "id": 66, "rule": "Anyone serving in a fleet who is crazy can be relieved, if they ask for it" },
    { "id": 67, "rule": "Enough is never enough" },
    { "id": 68, "rule": "Compassion is no substitute for a profit" },
    { "id": 69, "rule": "You could afford your ship without your government - if it weren't for your government" },
    { "id": 70, "rule": "Get the money first, then let the buyers worry about collecting the merchandise" },
    { "id": 71, "rule": "Gamble and trade have two things in common: risk and Latinum" },
    { "id": 72, "rule": "Never let the competition know what you're thinking" },
    { "id": 73, "rule": "Never trust advice from a dying Ferengi; listen but don't trust" },
    { "id": 74, "rule": "A Ferengi without profit is no Ferengi at all" },
    { "id": 75, "rule": "Home is where the heart is, but the stars are made of Latinum" },
    { "id": 76, "rule": "Every once in a while, declare peace. It confuses the hell out of your enemies" },
    { "id": 77, "rule": "Go where no Ferengi has gone before; where there is no reputation there is profit" },
    { "id": 78, "rule": "Don't discriminate. The most unlikely species can create the best users" },
    { "id": 79, "rule": "Benefit from the Vulcan greed for knowledge" },
    { "id": 80, "rule": "If it works, sell it. If it works well, sell it for more. If it doesn't work, quadruple the price and sell it as an antique" },
    { "id": 81, "rule": "There's nothing more dangerous than an honest businessman" },
    { "id": 82, "rule": "A smart customer is not a good customer" },
    { "id": 83, "rule": "Revenge is profitless" },
    { "id": 84, "rule": "She can touch your ears but never your Latinum" },
    { "id": 85, "rule": "Death takes no bribes" },
    { "id": 86, "rule": "A wife is a luxury, a smart accountant a necessity" },
    { "id": 87, "rule": "Trust is the biggest liability of all" },
    { "id": 88, "rule": "When the boss comes to dinner, it never hurts to have the wife wear something" },
    { "id": 89, "rule": "Latinum lasts longer than lust" },
    { "id": 90, "rule": "Mine is better than ours" },
    { "id": 91, "rule": "He who drinks fast pays slow" },
    { "id": 92, "rule": "Never confuse wisdom with luck" },
    { "id": 93, "rule": "He's a fool who makes his doctor his heir" },
    { "id": 94, "rule": "Beware of small expenses: a small leak will kill a ship" },
    { "id": 95, "rule": "Important, more important, Latinum" },
    { "id": 96, "rule": "Faith moves mountains - of inventory" },
    { "id": 97, "rule": "If you would keep a secret from an enemy, don't tell it to a friend" },
    { "id": 98, "rule": "Profit is the better part of valor" },
    { "id": 99, "rule": "Never trust a wise man" },
    { "id": 100, "rule": "Everything that has no owner, needs one" },
    { "id": 101, "rule": "Never do something you can make someone do for you" },
    { "id": 102, "rule": "Nature decays, but Latinum lasts forever" },
    { "id": 103, "rule": "Sleep can interfere with opportunity" },
    { "id": 104, "rule": "Money is never made. It is merely won or lost" },
    { "id": 105, "rule": "Wise men don't lie, they just bend the truth" },
    { "id": 106, "rule": "There is no honor in poverty" },
    { "id": 107, "rule": "Win or lose, there's always Huyperian Beetle Snuff" },
    { "id": 108, "rule": "A woman wearing clothes is like a man without profit" },
    { "id": 109, "rule": "Dignity and an empty sack is worth the sack" },
    { "id": 110, "rule": "Only a fool passes up a business opportunity" },
    { "id": 111, "rule": "Treat people in your debt like family ... exploit them" },
    { "id": 112, "rule": "Never sleep with the boss's wife unless you pay him first" },
    { "id": 113, "rule": "Never sleep with the boss's sister" },
    { "id": 114, "rule": "Small print lead to large risk" },
    { "id": 115, "rule": "Greed is eternal" },
    { "id": 116, "rule": "There's always a way out" },
    { "id": 117, "rule": "If the profit seems too good to be true, it usually is" },
    { "id": 118, "rule": "Never cheat a honest man offering a decent price" },
    { "id": 119, "rule": "Buy, sell, or get out of the way" },
    { "id": 120, "rule": "Even a blind man can recognize the glow of Latinum" },
    { "id": 121, "rule": "Everything is for sale, even friendship" },
    { "id": 122, "rule": "As the users go, so goes the wise profiteer" },
    { "id": 123, "rule": "A friend is only a friend until you sell him something. Then he is a customer" },
    { "id": 124, "rule": "Friendship is temporary, profit is forever" },
    { "id": 125, "rule": "A lie isn't a lie until someone else knows the truth" },
    { "id": 126, "rule": "A lie isn't a lie, it's just the truth seen from a different point of view" },
    { "id": 127, "rule": "Gratitude can bring on generosity" },
    { "id": 128, "rule": "Ferengi are not responsible for the stupidity of other races" },
    { "id": 129, "rule": "Never trust your users" },
    { "id": 130, "rule": "Never trust a beneficiary" },
    { "id": 131, "rule": "If it gets you profit, sell your own mother" },
    { "id": 132, "rule": "The flimsier the produce, the higher the price" },
    { "id": 133, "rule": "Never judge a customer by the size of his wallet ... sometimes good things come in small packages" },
    { "id": 134, "rule": "There's always a catch" },
    { "id": 135, "rule": "The only value of a collectible is what you can get somebody else to pay for it" },
    { "id": 136, "rule": "The sharp knife cuts quickly. Act without delay!" },
    { "id": 137, "rule": "Necessity is the mother of invention. Profit is the father" },
    { "id": 138, "rule": "Law makes everyone equal, but justice goes to the highest bidder" },
    { "id": 139, "rule": "Wives serve; brother inherit" },
    { "id": 140, "rule": "The answer to quick and easy profit is: buy for less, sell for more" },
    { "id": 141, "rule": "Competition and fair play are mutually exclusive. Fair play and financial loss go hand-in-hand" },
    { "id": 142, "rule": "A Ferengi waits to bid until his opponents have exhausted themselves" },
    { "id": 143, "rule": "The family of Fools is ancient" },
    { "id": 144, "rule": "There's nothing wrong with charity ... as long as it winds up in your pocket" },
    { "id": 145, "rule": "Always ask for the costs first" },
    { "id": 146, "rule": "If possible sell neither the sizzle nor the steak, but the Elphasian wheat germ" },
    { "id": 147, "rule": "New users are like razor toothed gree worms. They can be succulent, but sometimes they bite back" },
    { "id": 148, "rule": "Opportunity waits for no one" },
    { "id": 149, "rule": "Females and finances don't mix" },
    { "id": 150, "rule": "Make your shop easy to find" },
    { "id": 151, "rule": "Sometimes, what you get free costs entirely too much" },
    { "id": 152, "rule": "Ask not what your profits can do for you; ask what you can do for your profits" },
    { "id": 153, "rule": "You can't free a fish from water" },
    { "id": 154, "rule": "The difference between manure and Latinum is commerce" },
    { "id": 155, "rule": "What's mine is mine, and what's yours is mine too" },
    { "id": 156, "rule": "Even in the worst of times someone turns a profit" },
    { "id": 157, "rule": "You are surrounded by opportunities; you just have to know where to look" },
    { "id": 158, "rule": "Don't pay until you have the goods" },
    { "id": 159, "rule": "The customer is always right ... until you have their cash" },
    { "id": 160, "rule": "Respect is good, Latinum is better" },
    { "id": 161, "rule": "Never kill a customer, unless you make more profit out of his death than out of his life" },
    { "id": 162, "rule": "His money is only yours when he can't get it back" },
    { "id": 163, "rule": "A thirsty customer is good for profit, a drunk one isn't" },
    { "id": 164, "rule": "Never spend your own money when you can spend someone elses" },
    { "id": 165, "rule": "Never allow one's culture's law to get in the way of a universal goal: profit" },
    { "id": 166, "rule": "Never give away for free what can be sold" },
    { "id": 167, "rule": "If a deal is fairly and lawfully made, then seeking revenge especially unprofitable revenge, is illegal" },
    { "id": 168, "rule": "Beware of relatives bearing gifts" },
    { "id": 169, "rule": "If you're going to have to endure, make yourself comfortable" },
    { "id": 170, "rule": "Never gamble with an empath" },
    { "id": 171, "rule": "Time is Latinum. The early Ferengi get the Latinum" },
    { "id": 172, "rule": "If you can sell it, don't hesitate to steal it" },
    { "id": 173, "rule": "A piece of Latinum in the hand is worth two in a customer's pocket" },
    { "id": 174, "rule": "Share and perish" },
    { "id": 175, "rule": "When everything fails - run" },
    { "id": 176, "rule": "Ferengi's don't give promotional gifts!" },
    { "id": 177, "rule": "Know your enemies ... but do business with them always" },
    { "id": 178, "rule": "The world is a stage - don't forget to demand admission" },
    { "id": 179, "rule": "Whenever you think that things can't get worse, the FCA will be knocking on your door" },
    { "id": 180, "rule": "Never offer a confession when a bribe will do" },
    { "id": 181, "rule": "Even dishonesty can't tarnish the glow of Latinum" },
    { "id": 182, "rule": "Whenever you're being asked if you are god, the right answer is YES" },
    { "id": 183, "rule": "Genius without opportunity is like Latinum in the mine" },
    { "id": 184, "rule": "There are three things you must not talk to aliens: sex, religion and taxes" },
    { "id": 185, "rule": "If you want to ruin yourself there are three known ways: Gambling is the fastest, women are the sweetest, and banks are the most reliable way" },
    { "id": 186, "rule": "There are two things that will catch up with you for sure: death and taxes" },
    { "id": 187, "rule": "If your dancing partner wants to lead at all costs, let her have her own way and ask another one to dance" },
    { "id": 188, "rule": "Never bet on a race you haven't fixed" },
    { "id": 189, "rule": "Borrow on a handshake; lend in writing" },
    { "id": 190, "rule": "Drive your business or it will drive you" },
    { "id": 191, "rule": "Let other keep their reputation. You keep their money" },
    { "id": 192, "rule": "If the flushing isn't strong enough, use your brain and try the brush" },
    { "id": 193, "rule": "Klingon women don't dance tango" },
    { "id": 194, "rule": "It's always good business to know about new users before they walk in your door" },
    { "id": 195, "rule": "Wounds heal, but debt is forever" },
    { "id": 196, "rule": "Only give money to people you know you can steal from" },
    { "id": 197, "rule": "Never trust your users, especially if they are your relatives" },
    { "id": 198, "rule": "Employees are the rungs on your ladder to success - don't hesitate to step on them" },
    { "id": 199, "rule": "The secret of one person is another person's opportunity" },
    { "id": 200, "rule": "A madman with Latinum means profit without return" },
    { "id": 201, "rule": "The justification for profit is profit" },
    { "id": 202, "rule": "A friend in need is a customer in the making; A friend in need means three times the profit" },
    { "id": 203, "rule": "A Ferengi in need, will never do anything for free" },
    { "id": 204, "rule": "When the Grand Nagus arrives to offer you a business opportunity, it's time to leave town until he's gone" },
    { "id": 205, "rule": "When the customer dies, the money stops a-comin'" },
    { "id": 206, "rule": "Fighting with Klingons is like gambling with Cardassians - it's good to have a friend around when you lose" },
    { "id": 207, "rule": "Never trust a hardworking employee" },
    { "id": 208, "rule": "Give someone a fish, you feed him for one day. Teach him how to fish, and you lose a steady customer" },
    { "id": 209, "rule": "Tell them what they want to hear" },
    { "id": 210, "rule": "A wife, who is able to clean, saves the cleaning lady" },
    { "id": 211, "rule": "In business deals, a disruptor can be almost as important as a calculator" },
    { "id": 212, "rule": "If they accept your first offer, you either asked too little or offered too much" },
    { "id": 213, "rule": "Stay neutral in conflicts so that you can sell supplies to both sides" },
    { "id": 214, "rule": "Never begin a business transaction on an empty stomach" },
    { "id": 215, "rule": "Instinct without opportunity is useless" },
    { "id": 216, "rule": "Never take hospitality from someone worse off than yourself" },
    { "id": 217, "rule": "Only pay for it if you are confronted with loaded phaser" },
    { "id": 218, "rule": "Always know what you're buying" },
    { "id": 219, "rule": "A friend is not a friend if he asks for a discount" },
    { "id": 220, "rule": "Profit is like a bed of roses - a few thorns are inevitable" },
    { "id": 221, "rule": "Beware of any man who thinks with his lobes" },
    { "id": 222, "rule": "Knowledge is Latinum" },
    { "id": 223, "rule": "Rich men don't come to buy; they come to take" },
    { "id": 224, "rule": "Never throw anything away: It may be worth a lot of Latinum some Stardate" },
    { "id": 225, "rule": "Pride comes before a loss" },
    { "id": 226, "rule": "Don't take your family for granted, only their Latinum" },
    { "id": 227, "rule": "Loyalty can be bought ... and sold" },
    { "id": 228, "rule": "All things come to those who wait, even Latinum" },
    { "id": 229, "rule": "Beware the man who doesn't make time for oo-mox" },
    { "id": 230, "rule": "Manipulation may be a Ferengi's greatest tool, and liability" },
    { "id": 231, "rule": "If you steal it, make sure it has a warranty" },
    { "id": 232, "rule": "Life's no fair (How else would you turn a profit?)" },
    { "id": 233, "rule": "Every dark cloud has a Latinum lining" },
    { "id": 234, "rule": "Never deal with beggars; it's bad for profits" },
    { "id": 235, "rule": "Don't trust anyone who trusts you" },
    { "id": 236, "rule": "You can't buy fate" },
    { "id": 237, "rule": "There's a sucker born every minute. Be sure you're the first to find each one" },
    { "id": 238, "rule": "The truth will cost" },
    { "id": 239, "rule": "Ambition knows no family" },
    { "id": 240, "rule": "The higher you bid, the more users you drive away" },
    { "id": 241, "rule": "Never underestimate the importance of the first impression" },
    { "id": 242, "rule": "More is good, all is better" },
    { "id": 243, "rule": "If you got something nice to say, then SHOUT" },
    { "id": 244, "rule": "If you can't sell it, sit on it, but never give it away" },
    { "id": 245, "rule": "A warranty is valid only if they can find you" },
    { "id": 246, "rule": "He that speaks ill of the wares will buy them" },
    { "id": 247, "rule": "Never question luck" },
    { "id": 248, "rule": "Celebrate when you are paid, not, when you are promised" },
    { "id": 249, "rule": "Respect other culture's beliefs; they'll be more likely to give you money" },
    { "id": 250, "rule": "A dead vendor doesn't demand money" },
    { "id": 251, "rule": "Satisfaction is not guaranteed" },
    { "id": 252, "rule": "Let the buyer beware" },
    { "id": 253, "rule": "A contract without fine print is a fool's document" },
    { "id": 254, "rule": "Anyone who can't tell a fake doesn't deserve the real thing" },
    { "id": 255, "rule": "A warranty without loop-holes is a liability" },
    { "id": 256, "rule": "Synthehol is the lubricant of choice for a customer's stuck purse" },
    { "id": 257, "rule": "Only fools negotiate with their own money" },
    { "id": 258, "rule": "A Ferengi is only as important as the amount of Latinum he carries in his pockets" },
    { "id": 259, "rule": "A lie is a way to tell the truth to someone who doesn't know" },
    { "id": 260, "rule": "Gambling is like the way to power: The only way to win is to cheat, but don't get caught in the process" },
    { "id": 261, "rule": "A wealthy man can afford everything except a conscience" },
    { "id": 262, "rule": "No lobes, no profit" },
    { "id": 263, "rule": "Never let a female in clothes cloud your sense of profit" },
    { "id": 264, "rule": "It's not the size of your planet, but it's income, that matters" },
    { "id": 265, "rule": "The fear of loss may be your greatest enemy or your best friend - choose wisely" },
    { "id": 266, "rule": "A pair of good ears will ring dry a hundred tongues" },
    { "id": 267, "rule": "Wish not so much to live Long, as to live well" },
    { "id": 268, "rule": "When in doubt, lie/buy/demand more money/shoot them" },
    { "id": 269, "rule": "Never purchase anything that has been promised to be valuable or go up in value" },
    { "id": 270, "rule": "It's better to have gambled and lost than to never have gambled at all" },
    { "id": 271, "rule": "There's many witty men whose brains can't line their pockets" },
    { "id": 272, "rule": "The way to a Ferengi's heart is through his wallet" },
    { "id": 273, "rule": "Always count their Latinum before selling anything" },
    { "id": 274, "rule": "There is no profit in love; however, a strong heart is worth a few bars of Latinum on the open market" },
    { "id": 275, "rule": "Latinum can't buy happiness, but you can sure have a blast renting it" },
    { "id": 276, "rule": "If at first you don't succeed, try to acquire again" },
    { "id": 277, "rule": "Diamonds may be girl's best friend, but you can only buy the girl with Latinum" },
    { "id": 278, "rule": "It's better to swallow your pride than to lose your profit" },
    { "id": 279, "rule": "Never close a deal too soon after a female strokes your lobes" },
    { "id": 280, "rule": "An empty bag can not stand upright" },
    { "id": 281, "rule": "Blood is thicker than water, but harder to sell" },
    { "id": 282, "rule": "Business is like war; it's important to recognize the winner" },
    { "id": 283, "rule": "Rules are always subject to change" },
    { "id": 284, "rule": "Rules are always subject to interpretation" },
    { "id": 285, "rule": "No good deed ever goes unpunished" },
    { "id": 286, "rule": "When Morn leaves it is all over" }
  ]
}